Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: This is a setting for default carb absorption impact per 5 minutes. The default is an expected 8 mg/dL/5min. This affects how fast COB is decayed in situations when carb absorption is not visible in BG deviations. The default of 8 mg/dL/5min corresponds to a minimum carb absorption rate of 24g/hr at a CSF of 4 mg/dL/g.
bg: Това е настройка за въздействието на абсорбцията на въглехидратите по подразбиране за 5 минути. По подразбиране се очаква 8 mg/dL/5 мин. Това влияе на скоростта, с която COB намалява в ситуации, когато абсорбцията на въглехидрати не се вижда в отклоненията на BG. Стойността по подразбиране от 8 mg/dL/5 мин съответства на минимална скорост на абсорбция на въглехидрати от 24 g/час при CSF от 4 mg/dL/g.
cs: Tohle je nastavení pro výchozí vliv vstřebávání sacharidů každých 5 minut. Výchozí hodnota je očekávaných 8 mg/dL / 5 min. To ovlivňuje, jak rychle ubývá COB v situacích, kdy vstřebávání sacharidů není patrné z výchylek glykémie. Výchozích 8 mg/dL / 5 min odpovídá minimální rychlosti vstřebávání sacharidů 24 g/h při CSF 4 mg/dL/g.
da: Dette er en indstilling for standard carb absorption effekt per 5 minutter. Standard er en forventet 8 mg/dL/5min. Dette påvirker hvor hurtigt COB nedbrydes i situationer, hvor carb absorption ikke er synlig i BG afvigelser. Standard på 8 mg/dL/5min svarer til en mindste carb absorptionshastighed på 24 g/time ved en CSF på 4 mg/dL/g.
de: Dies ist eine Einstellung für die standardmäßige Wirkung der Kohlenhydrataufnahme pro 5 Minuten. Die Standardeinstellung ist ein erwarteter Wert von 8 mg/dL/5min. Dies wirkt sich darauf aus, wie schnell die COB in Situationen, in denen die Kohlenhydratabsorption nicht in Glukoseabweichungen sichtbar ist, abgebaut wird. Der Standardwert von 8 mg/dL/5min entspricht einer minimalen Kohlenhydrat-Absorptionsrate von 24 g/Std. bei einem CSF von 4 mg/dL/g.
es: Este es un ajuste para el impacto de absorción de carbohidratos por defecto cada 5 minutos. El valor por defecto es de 8 mg/dL/5min. Esto afecta a la rapidez con que se reducen los COB en situaciones en las que la absorción de glúcidos no es visible en las variaciones de glucosa. El valor por defecto de 8 mg/dL/5min corresponde a una tasa mínima de absorción de carbohidratos de 24g/h con factor de sensibilidad de carbohidratos (CSF) de 4 mg/dL/g.
fr: Ce réglage définit l’impact par défaut de l’absorption des glucides sur 5 minutes. La valeur par défaut est de 8 mg/dL toutes les 5 minutes. Elle influence la vitesse de décroissance des glucides actifs (COB) lorsque l’absorption des glucides n’est pas visible dans les variations de la mesure de glucose. Une valeur de 8 mg/dL/5 min correspond à un taux minimal d’absorption de 24 g/h pour un facteur de sensibilité aux glucides (CSF) de 4 mg/dL/g.
it: Questa è un'impostazione per un impatto predefinito di assorbimento di carboidrati per 5 minuti. Il valore predefinito è 8 mg/dL/5min. Ciò influisce sulla velocità di riduzione del COB in situazioni in cui l’assorbimento dei carboidrati non sia rilevabile nelle deviazioni della glicemia. Il valore predefinito di 8 mg/dL/5min corrisponde ad una velocità minima di assorbimento dei carboidrati di 24g/h a un CSF di 4 mg/dL/g.
nb_no: Dette er en innstilling for standard opptak av karbohydrater per 5 minutter. Standardverdi er 8 mg/dL/5min. Dette påvirker hvor raskt COB reduseres i situasjoner der karbohydratopptak ikke er synlig i BS-variasjoner. Standardverdien på 8 mg/dL/5min tilsvarer en minimum opptaksrate på 24gr/t ved en CSF på 4 mg/dL/g.
nl: Dit is een instelling voor de standaard koolhydraten absorptie per 5 minuten. De standaard waarde is een verwachte 0,4 mmol/l/5min. Dit beïnvloedt hoe snel COB afneemt in situaties waarin koolhydraat absorptie niet zichtbaar is in BG afwijkingen. De standaard van 0,4 mmol/l/5min komt overeen met een minimale koolhydraten absorptie van 24gr/uur op een CSF (koolhydraat gevoeligheid factor) van 0,2 mmol/l/g.
pl: Jest to ustawienie domyślnego wpływu absorpcji węglowodanów na 5 minut. Wartością domyślną jest spodziewane 8 mg/dL/5min. Ma to wpływ na szybkość rozkładu COB w sytuacjach, gdy wchłanianie węglowodanów nie jest widoczne w odchyleniach stężenia glukozy we krwi. Wartość domyślna 8 mg/dL/5min odpowiada minimalnej szybkości wchłaniania węglowodanów wynoszącej 24 g/godz. w płynie mózgowo-rdzeniowym 4 mg/dL/g.
pt_pt: Esta é uma configuração para o impacto padrão da absorção de hidratos a cada 5 minutos. O padrão é um esperado de 8 mg/dL/5min. Isso afeta a rapidez com que o COB é decaído em situações em que a absorção de hidratos de carbono não é visível em desvios de glicemia. O padrão de 8 mg/dL/5min corresponde a uma taxa de absorção mínima de carb de 24g/h a um CSF de 4 mg/dL/g.
ru: Это количество углеводов поглощаемых за 5 минут. По умолчанию ожидается 8 мг/дл/5 мин. Это влияет на быстроту списания углеводов алгоритмом в ситуациях, когда при отклонениях СК поглощение углеводов не заметно. По умолчанию 8 мг/дл/5 мин что соответствует минимальной скорости поглощения углеводов 24 г/ч при CSF в 4 мг/дл/г.
sv: Standardvärdet är 8 mg/dl per 5 min (0,4 mmol/l per 5 min). Detta är en inställning för kolhydratsabsorptionseffekt per 5 minuter, som påverkar hur snabbt aktiva kolhydrater klingar av i situationer när kolhydratsabsorption inte syns som glukosavvikelser. Standardvärdet på 0,4 mmol/l per 5 min motsvarar en minsta absorptionshastighet på 24 g/h vid en CSF ('Carb Sensitivity Factor', hur mycket ditt glukosvärde stiger per gram kolhydrat) på 0,2 mmol/l/g.
uk: Ця кількість вуглеводів поглинається за 5 хвилин. За замовчуванням очікується 8 мг/дл/5 хв. Це впливає на швідкість списання вуглеводів алгоритмом в ситуаціях, коли при відхиленнях СК поглинання вуглеводів не помітно. За замовчуванням 8 мг/дл/5 хв що відповідає мінімальній швидкості поглинання вуглеводів 24 г/г при CSF в 4 мг/дл/г.
vi: Đây là thiết lập mặc định cho mức tác động hấp thu tinh bột trên mỗi 5 phút. Giá trị mặc định là 8 mg/dL mỗi 5 phút. Thiết lập này ảnh hưởng đến tốc độ giảm lượng tinh bột còn tác dụng (COB) trong các trường hợp không thấy rõ dấu hiệu hấp thu carb qua sự thay đổi đường huyết (BG). Giá trị mặc định 8 mg/dL/5 phút tương ứng với tốc độ hấp thu carb tối thiểu là 24g/giờ khi hệ số carb-sens (CSF) là 4 mg/dL/g.
zh_hant: 這是每5分鐘的預設碳水化合物吸收影響的設定。預設為預期8 mg/dL/5min。這影響在碳水化合物吸收在BG偏差中不可見的情況下，COB的衰減速度。預設的8 mg/dL/5min對應於以每小時4 mg/dL/g的CSF，最低碳水化合物吸收率為24g/hr。

source: This is an important limit when UAM is ON.
bg: Това е важно ограничение, когато UAM е ВКЛЮЧЕН.
cs: Toto je důležitý limit, pokud je zapnutá funkce UAM.
da: Dette er en vigtig grænse, når UAM er TIL.
de: Dies ist eine wichtige Grenze, wenn UAM AN ist.
es: Este es un límite importante cuando UAM está encendido.
fr: Il s’agit d’une limite importante lorsque la gestion des repas non annoncés (UAM) est activée.
it: Questo è un limite importante quando UAM è acceso.
nb_no: Dette er en viktig begrensning når UAM er PÅ.
nl: Dit is een belangrijke limiet wanneer UAM AAN is.
pl: Jest to ważna granica przy włączonym UAM.
pt_pt: Este é um limite importante quando o UAM está ativado.
ru: Это важный предел, когда УАМ ОН.
sv: Detta är en viktig gräns när UAM är aktiverat.
uk: Це дуже важливий ліміт коли UAM увімкнуто.
vi: Đây là một giới hạn quan trọng khi tính năng UAM được bật.
zh_hant: 這是在UAM啟用時的一個重要限制。

source: This is an important OpenAPS safety limit. The default setting (which is unlikely to need adjusting) is 3. This means that OpenAPS will never be allowed to set a temporary basal rate that is more than 3x the highest hourly basal rate programmed in a user’s pump, or, if enabled, determined by autotune.
bg: Това е важна предпазна граница на OpenAPS. Настройката по подразбиране (която е малко вероятно да се нуждае от корекция) е 3. Това означава, че на OpenAPS никога няма да бъде позволено да задава временна базална доза, която е повече от 3 пъти най-високата часова базална доза, програмирана в помпата на потребителя, или, ако е активирано, определена от autotune.
cs: Tohle je důležitý bezpečnostní limit OpenAPS. Výchozí nastavení (u kterého je nepravděpodobné, že bys ho musel měnit) je 3. To znamená, že OpenAPS nikdy nebude mít dovoleno nastavit dočasný bazál vyšší než trojnásobek nejvyšší hodinové bazální dávky naprogramované v pumpě (nebo určené funkcí Autotune, pokud je zapnutá).
da: Dette er en vigtig sikkerhedsgrænse for OpenAPS. Standardindstillingen (som sandsynligvis ikke behøver at justere) er 3. Det betyder, at OpenAPS aldrig vil få lov til at indstille en midlertidig basal sats, der er mere end 3x den højeste timeløn basal sats programmeret i en brugers pumpe, eller, hvis aktiveret, bestemmes af autotune.
de: Dies ist ein wichtiger Sicherheitsgrenzwert für OpenAPS. Die Standardeinstellung (die wahrscheinlich nicht angepasst werden muss) ist 3. Das bedeutet, dass OpenAPS niemals eine Temporäre Basalrate einstellen darf, die mehr als das Dreifache der höchsten stündlichen Basalrate beträgt, die in der Pumpe eines Benutzers programmiert ist oder, falls aktiviert, durch Autotune bestimmt wird.
es: Este es un importante límite de seguridad de OpenAPS. La configuración predeterminada (que es poco probable que necesite ajustarse) es 3. Esto significa que OpenAPS nunca podrá establecer una tasa basal temporal que sea más de 3 veces la tasa basal más alta programada en una bomba de usuario, o, si está activado, determinado por autotune.
fr: Il s’agit d’une limite de sécurité importante d’OpenAPS. La valeur par défaut (qu’il est rarement nécessaire de modifier) est 3. Cela signifie qu’OpenAPS ne pourra jamais appliquer un débit basal temporaire supérieur à 3 fois le débit basal horaire le plus élevé programmé dans la pompe de l’utilisateur, ou, si activé, déterminé par le réglage automatique d'"Autotune".
it: Questo è un importante limite di sicurezza di OpenAPS. L'impostazione predefinita (che è improbabile che debba essere modificata) è 3. Ciò significa che a OpenAPS non sarà mai permesso di impostare una velocità basale temporanea superiore a 3x la più alta velocità basale oraria programmata nella pompa di un utente, o, se abilitato, determinato da autotune.
nb_no: Dette er en viktig OpenAPS sikkerhetsbegrensning. Standard innstilling (som neppe trenger justering) er 3. Dette betyr at OpenAPS aldri vil få lov til å sette en midlertidig basalrate som er mer enn 3x den høyeste basalraten i profilen/pumpen, eller, hvis aktivert, basalraten beregnet av autotune.
nl: Dit is een belangrijke OpenAPS veiligheidslimiet. De standaardinstelling (die waarschijnlijk geen aanpassingen nodig zal hebben) is 3. Dit betekent dat OpenAPS nooit zal worden toegestaan om een tijdelijke basaalsnelheid in te stellen die groter is dan 3x de hoogste basaalsnelheid per uur die ingesteld is in de pomp van de gebruiker of, indien ingeschakeld, berekend door autotune.
pl: Jest to ważny limit bezpieczeństwa OpenAPS. Domyślne ustawienie (jest mało prawdopodobne, aby wymagało dostosowania) to 3. Oznacza to, że OpenAPS nigdy nie będzie mógł ustawić tymczasowej dawki bazowej, która jest większa niż 3x najwyższej godzinowej dawki bazowej zaprogramowanej w pompie użytkownika, lub jeśli jest włączona, oznaczona przez autotune.
pt_pt: Este é um limite de segurança do OpenAPS importante. A configuração padrão (que não precisa ser ajustada) é 3. Isto significa que o OpenAPS nunca terá permissão para definir uma taxa basal temporária que é mais de 3x a maior taxa basal programada na bomba de um usuário, ou, se habilitado, determinado por autotune.
ru: По умолчанию (которое вряд ли потребуется изменить) равно 3. Важный предел безопасности. Это означает, что временная базальная скорость никогда не превысит 3x наибольшей почасовой базальной скорости, запрограммированной в помпе, или, если включено, определяется autotune.
sv: Detta är en viktig säkerhetsgräns för Trio. Standardinställningen (som sannolikt inte behöver justeras) är 3. Detta innebär att Trio aldrig kommer att tillåtas att ställa in en temporär basaldos som är mer än 3x den högsta basaldosen inställd i pumpen, eller, om aktiverad, den som är inställd av 'Autotune'.
uk: За замовчуванням (яке навряд чи потрібно змінити) дорівнює 3. Важлива межа безпеки. Це означає, що Тимчасова Базальна Швидкість ніколи не перевищить 3x найбільшої погодинної базальної швидкості, запрограмованої в помпі, або якщо включено, визначається Автотюн.
vi: Đây là một giới hạn an toàn quan trọng của OpenAPS. Thiết lập mặc định (thường không cần thay đổi) là 3. Điều này có nghĩa là OpenAPS sẽ không bao giờ được phép đặt mức liều nền tạm thời cao hơn 3 lần so với mức liều nền hàng giờ cao nhất đã được lập trình trong bơm insulin của người dùng, hoặc nếu có bật autotune, thì sẽ dựa theo mức liều nền do autotune xác định.
zh_hant: 這是另一個重要的OpenAPS安全限制。預設設定（不太需要調整）為3。這意味著OpenAPS絕對不允許設定一個臨時基礎率，超過用戶幫浦中設定的最高每小時基礎率的3倍，或者如果啟用了自動調整，則根據其確定的值。

source: This is another important OpenAPS safety limit. The default setting (which is also unlikely to need adjusting) is 4. This means that OpenAPS will never be allowed to set a temporary basal rate that is more than 4x the current hourly basal rate programmed in a user’s pump, or, if enabled, determined by autotune.
bg: Това е още една важна предпазна граница на OpenAPS. Настройката по подразбиране (която също е малко вероятно да се нуждае от корекция) е 4. Това означава, че на OpenAPS никога няма да бъде позволено да задава временна базална доза, която е повече от 4 пъти текущата часова базална доза, програмирана в помпата на потребителя, или, ако е активирано, определена от autotune.
cs: Toto je další důležitý bezpečnostní limit OpenAPS. Výchozí nastavení (u kterého je nepravděpodobné, že bys ho musel měnit) je 4. To znamená, že OpenAPS nikdy nebude mít dovoleno nastavit dočasný bazál vyšší než čtyřnásobek aktuální hodinové bazální dávky naprogramované v pumpě (nebo určené funkcí Autotune, pokud je zapnutá).
da: Dette er en anden vigtig OpenAPS sikkerhedsgrænse. Standardindstillingen (som også sandsynligvis ikke behøver at justere) er 4. Det betyder, at OpenAPS aldrig vil få lov til at indstille en midlertidig basal sats, der er mere end 4x den aktuelle time basal sats programmeret i en brugers pumpe, eller, hvis aktiveret, bestemmes af autotune.
de: Dies ist ein weiterer wichtiger Sicherheitsgrenzwert für OpenAPS. Die Standardeinstellung (die wahrscheinlich auch nicht angepasst werden muss) ist 4. Das bedeutet, dass OpenAPS niemals eine Temporäre Basalrate einstellen darf, die mehr als das Vierfache der aktuellen stündlichen Basalrate beträgt, die in der Pumpe des Benutzers programmiert ist oder, falls aktiviert, durch Autotune bestimmt wird.
es: Este es otro límite de seguridad importante de OpenAPS. La configuración predeterminada (que también es poco probable que necesite ajustarse) es 4. Esto significa que OpenAPS nunca podrá establecer una tasa basal temporal que sea más de 4 veces la tasa basal actual por hora programada en una bomba de usuario, o, si está activado, determinado por autotune.
fr: Il s’agit d’une autre limite de sécurité importante d’OpenAPS. La valeur par défaut (qu’il est également rarement nécessaire de modifier) est 4. Cela signifie qu’OpenAPS ne pourra jamais appliquer un débit basal temporaire supérieur à 4 fois le débit basal horaire actuel programmé dans la pompe de l’utilisateur, ou, si activé, déterminé par le réglage automatique d'"Autotune".
it: Questo è un altro importante limite di sicurezza di OpenAPS. L'impostazione predefinita (che è improbabile che debba essere modificata) è 4. Ciò significa che a OpenAPS non sarà mai permesso di impostare una velocità basale temporanea superiore a 4x l’attuale velocità basale oraria programmata nella pompa di un utente, o, se abilitato, determinato da autotune.
nb_no: Dette er en viktig OpenAPS sikkerhetsbegrensning. Standard innstilling (som neppe trenger justering) er 4. Dette betyr at OpenAPS aldri vil få lov til å sette en midlertidig basalrate som er mer enn 4x den nåværende basalraten i profilen/pumpen, eller, hvis aktivert, basalraten beregnet av autotune.
nl: Dit is ook een belangrijke OpenAPS veiligheidslimiet. De standaard instelling (die waarschijnlijk niet aangepast hoeft te worden) is 4. Dit betekend dat OpenAPS niet een hoger tijdelijk basaal waarde mag instellen dan 4 keer het huidige basaal van dit uur ingesteld in de pomp, of als dit is ingesteld bepaald door autotune.
pl: Jest to kolejny ważny limit bezpieczeństwa OpenAPS. Domyślne ustawienie (co również jest mało prawdopodobne, aby wymagało dostosowania) wynosi 4. Oznacza to, że OpenAPS nigdy nie będzie mógł ustawiać tymczasowej dawki bazowej, która jest ponad 4x aktualnej dziennej dawki bazowej zaprogramowanej w pompie użytkownika, lub jeśli jest włączona, oznaczona przez autotune.
pt_pt: Este é outro importante limite de segurança do OpenAPS. A configuração padrão (que também não precisa ser ajustada) é 4. Isto significa que o OpenAPS nunca terá permissão para definir uma taxa basal temporária que seja mais de 4x a taxa basal atual programada na bomba de um usuário, ou, se habilitado, determinado por autotune.
ru: Значение по умолчанию (которое вряд ли потребуется изменить) 4. Это еще один важный предел безопасности. Это означает, что временная базальная скорость устанавливаемая алгоритмом, никогда не превысит 4x текущую базальную скорость, запрограммированную в помпе, или, если включено, определяется autotune.
sv: Detta är en viktig säkerhetsgräns i Trio. Standardinställningen (som sannolikt inte behöver justeras) är 4, vilket innebär att det aldrig kommer att tillåtas att ställa in en temporär basaldos som är mer än 4x den högsta ordinarie basaldosen, sparad i pumpen, eller, om aktiverad, den som är ställts in av 'Autotune'.
uk: Значення за промовчанням (яке навряд чи потрібно змінити) 4. Це ще одна важлива межа безпеки. Це означає, що Тимчасова Базальна Швидкість, що встановлюється алгоритмом, ніколи не перевищить 4x поточну базальну швидкість, запрограмовану в помпі, або, якщо включено, визначається Автотюн.
vi: Đây là một giới hạn an toàn quan trọng khác của OpenAPS. Thiết lập mặc định (thường cũng không cần thay đổi) là 4. Điều này có nghĩa là OpenAPS sẽ không bao giờ được phép đặt mức liều nền tạm thời cao hơn 4 lần so với mức basal hàng giờ hiện tại đã được lập trình trong bơm insulin của người dùng, hoặc, nếu đã bật autotune, thì sẽ dựa trên mức liều nền do autotune xác định.
zh_hant: 這是另一個重要的OpenAPS安全限制。預設設定（也不太需要調整）為4。這意味著OpenAPS絕對不允許設定一個臨時基礎率，超過用戶幫浦中設定的當前每小時基礎率的4倍，或者如果啟用了自動調整，則根據其確定的值。

source: This is the amount of the maximum number of carbs we’ll assume will absorb over 4h if we don’t yet see carb absorption.
bg: Това е максималното количество въглехидрати, които ще приемем, че ще се абсорбират за 4 часа, ако все още не виждаме абсорбция на въглехидрати.
cs: Toto je maximální množství sacharidů, o kterém budeme předpokládat, že se vstřebá během 4 hodin, pokud zatím není patrné vstřebávání sacharidů z dat.
da: Dette er mængden af det maksimale antal kulhydrater vi antager, vil absorbere over 4 timer, hvis vi endnu ikke ser carb absorption.
de: Dies ist die maximale Anzahl der geschätzten aufgenommenen Kohlenhydrate in 4 Stunden, wenn keine Kohlenhydrat-Resorption ersichtlich ist.
es: Esta es la cantidad máxima de glúcidos que suponemos absorberán más de 4h si todavía no vemos la absorción de glúcidos.
fr: Il s’agit de la quantité maximale de glucides que le système considérera comme étant en cours d’absorption sur une période de 4 heures, même si aucun signe d’absorption n’est encore visible.
it: Questa è la quantità massima di carboidrati che supponiamo verrà assorbita in 4h se non vediamo ancora l'assorbimento del carboidrato.
nb_no: Dette er andelen av det maksimale antall karbohydrater vi antar vil tas opp i løpet av 4 timer hvis vi ikke oppdager karbohydratopptak.
nl: Dit is het maximale aantal koolhydraten waarvan we aannemen dat ze over een periode van 4 uur geabsorbeerd worden als we nog geen absorptie zien.
pl: Jest to maksymalna ilość węglowodanów, którą założymy, że zostanie wchłonięta w ciągu 4 godzin, jeśli jeszcze nie zaobserwujemy wchłaniania węglowodanów.
pt_pt: Essa é a quantidade máxima de hidratos de carbono que iremos absorver mais de 4h se ainda não virmos a absorção de carboidratos.
ru: Это значение максимального количества углеводов, которое предположительно будет поглощено спустя 4 часа, если алгоритм не увидит поглощения углеводов.
sv: Mängd av maximala antal kolhydrater som kan antas kommer att absorberas över 4h om vi ännu inte ser någon 'kolhydratsabsorption'.
uk: Це значення максимальної кількості вуглеводів, яке імовірно буде поглинено через 4 години, якщо алгоритм не побачить поглинання вуглеводів.
vi: Đây là lượng tinh bột tối đa mà hệ thống sẽ giả định sẽ được hấp thu trong vòng 4 giờ, nếu chưa phát hiện thấy dấu hiệu hấp thu tinh bột.
zh_hant: 這是我們假設在4小時內會被吸收的最大碳水化合物數量，如果我們尚未看到碳水的吸收。

source: This is the fraction of carbs we’ll assume will absorb over 4h if we don’t yet see carb absorption.
bg: Това е частта от въглехидратите, които ще приемем, че ще се абсорбират за 4 часа, ако все още не виждаме абсорбция на въглехидрати.
cs: Toto je podíl sacharidů, o kterém budeme předpokládat, že se vstřebá během 4 hodin, pokud zatím není patrné vstřebávání sacharidů z dat.
da: Dette er den brøkdel af kulhydrater vi antager, vil absorbere over 4 timer, hvis vi endnu ikke ser carb absorption.
de: Dies ist der Anteil der Kohlenhydrate, von dem wir annehmen, dass er über 4 Stunden absorbiert wird, wenn wir noch keine Kohlenhydratabsorption sehen.
es: Esta es la fracción de los glúcidos que suponemos absorberán más de 4h si todavía no vemos la absorción de los glúcidos.
fr: Il s’agit de la part de glucides que le système supposera absorbée sur 4 heures, même si l’absorption n’est pas encore visible.
it: Questa è la frazione di carboidrati che supponiamo sia assorbita in 4h se non vediamo ancora l'assorbimento di carboidrati.
nb_no: Dette er en brøkdel av karbohydrater vi antar vil tas opp i løpet av 4 timer hvis vi ikke oppdager karbohydratopptak.
nl: Dit is de fractie van koolhydraten waarvan we aannemen dat ze gedurende 4 uur zullen absorberen, als we nog geen koolhydraten absorptie zien.
pl: Jest to frakcja węglowodanów, którą zakładamy, że wchłonie przez 4 godziny, jeśli jeszcze nie zobaczymy wchłaniania węglowodanów.
pt_pt: Essa é a fração de hidratos que vamos supor que vão absorver mais de 4 h se ainda não vemos a absorção de carbo.
ru: Это доля углеводов, которые предположительно будут поглощены спустя 4 часа, если алгоритм не увидит поглощения углеводов.
sv: Del av kolhydrater som vi antar kommer att absorberas över 4h om vi ännu inte ser 'carb absorption'.
uk: Це частка вуглеводів, які імовірно будут поглинені через 4 години, якщо алгоритм не побачить поглинання вуглеводів.
vi: Đây là tỷ lệ tinh bột mà hệ thống sẽ giả định sẽ được hấp thu trong vòng 4 giờ nếu chưa thấy dấu hiệu hấp thu tinh bột.
zh_hant: 這是我們假設在4小時內會被吸收的碳水化合物的比例，如果我們尚未看到碳水的吸收。
